Repository: Mu-L/CPU-X
Catalog: po/*.po
Languages: cs_cz

source: Identify the physically labeled bank where the memory device is located
cs_cz: Identifikovat fyzicky označenou banku, ve které se paměťové zařízení nachází

source: User Mode Driver Version
cs_cz: Použit verzi ovladače režimu

source: Vulkan Ray Tracing
cs_cz: Vulkan sledování paprsku

source: Starting GTK GUI…
cs_cz: Spouštění GTK grafického uživatelského rozhraní…

source: failed to import UI in GtkBuilder
cs_cz: nepodařilo se naimportovat definici uživatelského rozhraní ve formátu GtkBuilder

source: Window is too small!
cs_cz: Okno je příliš malé!

source: Press 'h' to see help.
cs_cz: Nápovědu zobrazíte stisknutím klávesy „H“.

source: Welcome in %s NCurses help!
cs_cz: Vítejte v nápovědě k pseudografické (NCurses) variantě %s!

source: This help describes how to use this Text-based User Interface.
cs_cz: Tato nápověda popisuje použití tohoto textového uživatelského rozhraní.

source: Global keys:
cs_cz: Všeobecné klávesy:

source: Press 'left' key or 'tab' key to switch in left tab.
cs_cz: Stiskem klávesy „Šipka vlevo“ nebo "Tab" se přepnete do karty nalevo.

source: Press 'right' key or 'shift + tab' keys to switch in right tab.
cs_cz: Stiskem klávesy „Šipka vpravo“ nebo "shift + Tab" se přepnete do karty napravo.

source: Press 'h' key to see this help.
cs_cz: Stiskem klávesy „H“ zobrazíte tuto nápovědu.

source: Press 'q' key to exit.
cs_cz: Stiskem klávesy „Q“ aplikaci ukončíte.

source: CPU tab:
cs_cz: Procesor:

source: Press 'next page' key to decrease core type number to monitor.
cs_cz: Stiskem klávesy „PgDn“ přejdete na monitorování jádra s nižším číslem.

source: Press 'previous page' key to increase core type number to monitor.
cs_cz: Stiskem klávesy „PgUp“ přejdete na monitorování jádra s vyšším číslem.

source: Press 'down' key to decrease CPU core number to monitor.
cs_cz: Stiskem klávesy „Šipka dolů“ přejdete na monitorování jádra s nižším číslem.

source: Press 'up' key to increase CPU core number to monitor.
cs_cz: Stiskem klávesy „Šipka nahoru“ přejdete na monitorování jádra s vyšším číslem.

source: Caches tab:
cs_cz: Na kartě mezipaměť:

source: Press 'down' key to switch to previous test.
cs_cz: Stiskem klávesy „Šipka dolů“ přejdete na předchozí test.

source: Press 'up' key to switch to next test.
cs_cz: Stiskem klávesy „Šipka nahoru“ přejdete na následující test.

source: Bench tab:
cs_cz: Na kartě výkonnostní testy:

source: Press 'down' key to decrement benchmark duration.
cs_cz: Stiskem klávesy „Šipka dolů“ snížíte nastavenou dobu trvání výkonnostního testu.

source: Press 'up' key to increment benchmark duration.
cs_cz: Stiskem klávesy „Šipka nahoru“ zvýšíte nastavenou dobu trvání výkonnostního testu.

source: Press 'next page' key to decrement number of threads to use.
cs_cz: Stiskem klávesy „následující stránka“ snížíte počet vláken, které test použije.

source: Press 'previous page' key to increment number of threads to use.
cs_cz: Stiskem klávesy „předchozí stránka“ zvýšíte počet vláken, které test použije.

source: Press 's' key to start/stop prime numbers (slow) benchmark.
cs_cz: Stiskem klávesy „S“ spustíte/zastavíte výkonnostní test počítání prvočísel (důkladnou variantu).

source: Press 'f' key to start/stop prime numbers (fast) benchmark.
cs_cz: Stiskem klávesy „F“ spustíte/zastavíte výkonnostní test počítání prvočísel (zběžnou variantu).

source: Graphics tab:
cs_cz: Karta Grafika:

source: Press 'down' key to switch to previous graphic card.
cs_cz: Stiskem klávesy „Šipka dolů“ přejdete na předchozí grafickou kartu.

source: Press 'up' key to switch to next graphic card.
cs_cz: Stiskem klávesy „Šipka nahoru“ přejdete na následující grafickou kartu.

source: Press any key to exit this help.
cs_cz: Tuto nápovědu uzavřete stiskem libovolné klávesy.

source: Starting NCurses TUI…
cs_cz: Spouštění pseudografického (TUI) rozhraní…

source: FATAL ERROR: terminfo database could not be found (try to set TERMINFO environment variable)
cs_cz: ZÁSADNÍ CHYBA: nebylo možné najít databázi terminfo (zkuste nastavit proměnnou prostředí TERMINFO)

source: Failed to set up %s terminal (err=%i); falling back to %s
cs_cz: Nepodařilo se nastavit %s terminál (err=%i) – náhradně použito %s

source: cannot find unit in '%s' string at position %i
cs_cz: v řetězci „%s“, na pozici %i, se nepodařilo najít jednotku

source: an error occurred while opening file '%s'
cs_cz: došlo k chybě při otevírání souboru „%s“

source: an error occurred while running command '%s'
cs_cz: došlo k chybě při spouštění příkazu „%s“

source: set_cpu_affinity() not supported on this operating system
cs_cz: set_cpu_affinity() nepodporováno na tomto operačním systému

source: bytes
cs_cz: bajtů

source: Start daemon
cs_cz: Spustit proces služby

source: Privileges are required to gather some information
cs_cz: Pro získání některých informací jsou zapotřebí oprávnění na úrovni správce systému

source: Cache
cs_cz: Mezipaměť

source: Close
cs_cz: Zavřít

source: Refresh time
cs_cz: Interval znovunačítání

source: Text theme
cs_cz: Vzhled textu

source: Automatic
cs_cz: Automaticky

source: Blue for light theme
cs_cz: Modré pro světlý vzhled

source: Yellow for dark theme
cs_cz: Žluté pro tmavý vzhled

source: Temperature unit
cs_cz: Jednotka teploty

source: Default tab
cs_cz: Výchozí panel

source: Default CPU core
cs_cz: Výchozí jádro procesoru

source: Default cache test
cs_cz: Výchozí test mezipaměti

source: Print CPUID values in decimal
cs_cz: Vypsat hodnoty CPUID desítkově

source: Default graphic card
cs_cz: Výchozí grafická karta

source: Default core type
cs_cz: Výchozí typ jádra

source: Default memory stick
cs_cz: Výchozí modul paměti

source: Startup
cs_cz: Po spuštění

source: Gathers information on CPU, motherboard and more
cs_cz: Shromažďuje informace o procesoru, základní desce a další

source: CPU;system;core;speed;clock;rate;Intel;AMD;motherboard;
cs_cz: Procesor;CPU;systém;jádro;rychlost;takt;Intel;AMD;základní deska;
