Repository: Mu-L/CPU-X
Catalog: po/*.po
Languages: cs_cz

source: Calling bandwidth
cs_cz: Zjišťování údajů prostřednictvím nástroje bandwidth

source: Sequential %i-bit reads
cs_cz: Sekvenční %ibitová čtení

source: Sequential 128-bit reads
cs_cz: Sekvenční 128bitová čtení

source: Sequential 256-bit reads
cs_cz: Sekvenční 256bitová čtení

source: Sequential 512-bit reads
cs_cz: Sekvenční 512bitová čtení

source: Sequential %i-bit nontemporal reads
cs_cz: Sekvenční %ibitová netemporální čtení

source: Sequential 128-bit nontemporal reads
cs_cz: Sekvenční 128bitová netemporální čtení

source: Sequential 256-bit nontemporal reads
cs_cz: Sekvenční 256bitová netemporální čtení

source: Sequential 512-bit nontemporal reads
cs_cz: Sekvenční 512bitová netemporální čtení

source: Sequential %i-bit writes
cs_cz: Sekvenční %ibitové zápisy

source: Sequential 128-bit writes
cs_cz: Sekvenční 128bitové zápisy

source: Sequential 256-bit writes
cs_cz: Sekvenční 265bitové zápisy

source: Sequential 512-bit writes
cs_cz: Sekvenční 512bitové zápisy

source: Sequential %i-bit nontemporal writes
cs_cz: Sekvenční %ibitové netemporální zápisy

source: Sequential 128-bit nontemporal writes
cs_cz: Sekvenční 128bitové netemporální zápisy

source: Sequential 256-bit nontemporal writes
cs_cz: Sekvenční 256bitové netemporální zápisy

source: Sequential 512-bit nontemporal writes
cs_cz: Sekvenční 512bitové netemporální zápisy

source: Random %i-bit reads
cs_cz: Nahodilá %ibitová čtení

source: Random 128-bit reads
cs_cz: Nahodilá 128bitová čtení

source: Random 256-bit reads
cs_cz: Nahodilá 256bitová čtení

source: Random 128-bit nontemporal reads
cs_cz: Nahodilá 128bitová netemporální čtení

source: Random 256-bit nontemporal reads
cs_cz: Nahodilá 256bitová netemporální čtení

source: Random %i-bit writes
cs_cz: Nahodilé %ibitové zápisy

source: Random 128-bit writes
cs_cz: Nahodilé 128bitové zápisy

source: Random 256-bit writes
cs_cz: Nahodilé 256bitové zápisy

source: Random 128-bit nontemporal writes
cs_cz: Nahodilé 128bitové netemporální zápisy

source: Random 256-bit nontemporal writes
cs_cz: Nahodilé 256bitové netemporální zápisy

source: Sequential %i-bit copy
cs_cz: Sekvenční %ibitové kopírování

source: Sequential 128-bit copy
cs_cz: Sekvenční 128bitové kopírování

source: Sequential 256-bit copy
cs_cz: Sekvenční 256bitové kopírování

source: Sequential 512-bit copy
cs_cz: Sekvenční 512bitové kopírování

source: (unavailable)
cs_cz: (není k dispozici)

source: Updating benchmark status
cs_cz: Aktualizace stavu testu výkonu

source: Active
cs_cz: Aktivní

source: (%u hours left)
cs_cz: (zbývá %u hodin)

source: (%u minutes left)
cs_cz: (zbývá %u minut)

source: (%u seconds left)
cs_cz: (zbývá %u sekund)

source: Inactive
cs_cz: Neaktivní

source: in %u hours
cs_cz: za %u hodin

source: in %u minutes
cs_cz: za %u minut

source: in %u seconds
cs_cz: za %u sekund

source: Starting benchmark with %u threads
cs_cz: Spouštění testu výkonu s %u vlákny

source: an error occurred while starting benchmark
cs_cz: při spouštění testu výkonu se vyskytla chyba

source: Calculating CPU usage
cs_cz: Výpočet vytížení procesoru

source: %s (subject) / %s (issuer)
cs_cz: %s (předmět) / %s (vydavatel)

source: Identifying running system
cs_cz: Rozpoznávání operačního systému, ve kterém je spuštěné

source: failed to identify running system
cs_cz: nepodařilo se rozpoznat operační systém, ve kterém je spuštěné

source: Calculating CPU multipliers in fallback mode
cs_cz: Násobiče frekvence procesoru zjišťovány v náhradním režimu

source: Retrieving motherboard information in fallback mode
cs_cz: Informace o základní desce zjišťovány v náhradním režimu

source: failed to retrieve motherboard information (fallback mode)
cs_cz: nepodařilo se získat informace o základní desce (náhradní režim)

source: Retrieving CPU temperature in fallback mode
cs_cz: Teplota procesoru zjišťována v náhradním režimu

source: failed to retrieve CPU temperature (fallback mode)
cs_cz: nepodařilo se zjistit teplotu procesoru (náhradní režim)

source: Retrieving CPU voltage in fallback mode
cs_cz: Provozní napětí procesoru zjišťováno v náhradním režimu

source: failed to retrieve CPU voltage (fallback mode)
cs_cz: nepodařilo se zjistit provozní napětí procesoru (náhradní režim)

source: Retrieving CPU frequency in fallback mode
cs_cz: Takty graf. čipu zjišťovány v náhradním režimu

source: failed to retrieve CPU frequency (fallback mode)
cs_cz: nepodařilo se zjistit takt procesoru (náhradní režim)

source: Unknown
cs_cz: Neznámé

source: Calling dmidecode
cs_cz: Získávání údajů prostřednictvím nástroje dmidecode

source: %s (configured)
cs_cz: %s (nastaveno)

source: %s (max)
cs_cz: %s (nejvýše)

source: %s (min)
cs_cz: %s (nejméně)

source: unknown
cs_cz: neznámé

source: Calling libcpuid for retrieving static data
cs_cz: Získávání statických údajů prostřednictvím knihovny libcpuid

source: failed to call libcpuid (%s)
cs_cz: nepodařilo se zavolat knihovnu libcpuid (%s)

source: Calling libcpuid for retrieving dynamic data
cs_cz: Získávání dynamických údajů prostřednictvím knihovny libcpuid

source: Calling libcpuid for retrieving CPU MSR static values
cs_cz: Získávání statických hodnot MSR registru procesoru prostřednictvím knihovny libcpuid

source: Calling libcpuid for retrieving CPU MSR dynamic values
cs_cz: Získávání dynamických hodnot MSR registru procesoru prostřednictvím knihovny libcpuid

source: Finding CPU package in fallback mode
cs_cz: Typ pouzdra procesoru zjišťován v náhradním režimu

source: Your CPU socket is not present in the database ==> %s, codename: %s
cs_cz: Patice vašeho procesoru se nenachází v databázi ==> %s, krycí název: %s

source: OpenCL driver for '%s %s' does not support CL_DEVICE_TOPOLOGY_AMD (%s)
cs_cz: OpenCL ovladač pro „%s %s“ nepodporuje CL_DEVICE_TOPOLOGY_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_GFXIP_MAJOR_AMD (%s)
cs_cz: OpenCL ovladač pro „%s %s“ nepodporuje CL_DEVICE_GFXIP_MAJOR_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_MAX_COMPUTE_UNITS (%s)
cs_cz: OpenCL ovladač „%s %s“ nepodporuje CL_DEVICE_MAX_COMPUTE_UNITS (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) or CL_DEVICE_PCI_SLOT_ID_NV (%s)
cs_cz: OpenCL ovladač „%s %s“ nepodporuje CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) nebo CL_DEVICE_PCI_SLOT_ID_NV (%s)

source: OpenCL is not supported with your GPU vendor (0x%X)
cs_cz: OpenCL není podporován výrobcem vašeho GPU (0x%X)

source: failed to get name for device %u (%s)
cs_cz: nepodařilo se získat název pro zařízení %u (%s)

source: failed to get version for device %u (%s)
cs_cz: nepodařilo se zjistit ovladač grafické karty %u (%s)

source: failed to get name for platform %u (%s)
cs_cz: nepodařilo se získat název u platformy %u (%s)

source: failed to get version for platform %u (%s)
cs_cz: nepodařilo se získat verzi u platformy %u (%s)

source: failed to find number of OpenCL devices for platform '%s %s' (%s)
cs_cz: chyba při hledání počtu OpenCL zařízení pro platformu „%s %s“ (%s)

source: 0 device
cs_cz: 0 zařízení

source: failed to get all of OpenCL devices for platform '%s %s' (%s)
cs_cz: nepodařilo se získat všechna OpenCL zařízení u platformy „%s %s“ (%s)

source: Finding OpenCL API version
cs_cz: Hledání verze OpenCL API

source: There is no platform with OpenCL support (%s)
cs_cz: Není přítomná žádná platforma s podporou pro OpenCL (%s)

source: failed to get all OpenCL platforms (%s)
cs_cz: nepodařilo se získat všechny OpenCL platformy (%s)

source: Unable to find OpenCL driver for vendor %s
cs_cz: Nebylo možné najít ovladač OpenCL pro výrobce %s

source: failed to create EGL context
cs_cz: nepodařilo se vytvořit EGL kontext

source: failed to destroy EGL context (%s)
cs_cz: nepodařilo se zlikvidovat EGL kontext (%s)

source: failed to call eglChooseConfig (%s)
cs_cz: nepodařilo se zavolat eglChooseConfig (%s)

source: failed to call eglInitialize (%s)
cs_cz: nepodařilo se zavolat eglInitialize (%s)

source: EGL has not OpenGL client API
cs_cz: EGL nemá API OpenGL klienta

source: failed to call eglBindAPI (%s)
cs_cz: nepodařilo se zavolat eglBindAPI (%s)

source: failed to destroy EGL display (%s)
cs_cz: nepodařilo se zlikvidovat EGL zobrazení (%s)

source: failed to call getPlatformDisplay (%s)
cs_cz: nepodařilo se zavolat nástroj getPlatformDisplay (%s)

source: Finding OpenGL API version
cs_cz: Hledání verze OpenGL API

source: %s is not supported
cs_cz: %s není podporován

source: failed to call queryDevices (%s)
cs_cz: nepodařilo se zavolat queryDevices (%s)

source: No available EGL devices
cs_cz: Nejsou k dispozici žádná EGL zařízení

source: Unable to find OpenGL driver for vendor %s
cs_cz: Nebylo možné najít OpenGL ovladač pro výrobce %s

source: pci_access is not properly initialized: it is a common issue when %s was built with a lower libpci version. Check that libpci %s library is present on your system. Otherwise, please rebuild %s.
cs_cz: pci_access není správně inicializováno: jedná se o běžnou chybu, kdy %s bylo sestaveno s nižší verzí knihovny libpci. Zkontrolujte, že libpci %s je na vašem systému aktuální. Pokud ano, zkuste ještě sestavit znovu %s.

source: Bus path is invalid: %s
cs_cz: Popis umístění na sběrnici není platný: %s

source: No kernel driver in use for graphic card at path %s
cs_cz: Pro grafickou kartu v umístění %s v tuto chvíli není používán žádný ovladač v jádru systému

source: Your GPU kernel driver is unknown: %s
cs_cz: Neznámý ovladač grafického čipu: %s

source: failed to create pipe
cs_cz: nepodařilo se vytvořit rouru

source: failed to create process
cs_cz: nepodařilo se vytvořit proces

source: Your GPU vendor is unknown: %s (0x%X)
cs_cz: Neznámý výrobce grafického čipu: %s (0x%X)

source: Enabled
cs_cz: Zapnuto

source: Disabled
cs_cz: Vypnuto

source: Finding devices
cs_cz: Hledání zařízení

source: Skip devices search (PCI device does not exist)
cs_cz: Přeskočit vyhledávání zařízení (PCI zařízení neexistuje)

source: Skip devices search (wrong permissions on %s device)
cs_cz: Přeskočit vyhledávání zařízení (nesprávná oprávnění na zařízení %s)

source: failed to find chipset vendor and model
cs_cz: nepodařilo se určit výrobce a model čipové sady

source: failed to find graphic card vendor and model
cs_cz: nepodařilo se určit výrobce a model grafického čipu

source: Retrieving GPU clocks
cs_cz: Zjišťování taktů graf. čipu

source: None
cs_cz: Žádný

source: DRM path for %s is unknown
cs_cz: DRM popis umístění pro %s není znám

source: Card number for %s is unknown
cs_cz: Číslo karty pro %s není známo

source: PCIe %s (current) / %s (max)
cs_cz: PCIe %s (stávající) / %s (nejvýše)

source: Driver for %s doesn't report frequencies
cs_cz: Ovladač %s nehlásí takty

source: failed to retrieve all monitoring data for %s
cs_cz: nepodařilo se získat všechna monitorovací data pro %s

source: Calling libprocps
cs_cz: Zjišťování údajů prostřednictvím knihovny libprocps

source: unable to get system uptime
cs_cz: nebylo možné zjistit dobu chodu systému od zapnutí

source: unable to create meminfo structure
cs_cz: nebylo možné vytvořit strukturu meminfo

source: Calling libstatgrab
cs_cz: Zjišťování údajů prostřednictvím knihovny libstatgrab

source: %i days, %i hours, %i minutes, %i seconds
cs_cz: %i dnů, %i hodin, %i minut, %i sekund

source: Finding Vulkan API version
cs_cz: Hledání verze Vulkan API

source: failed to call vkCreateInstance (%s)
cs_cz: nepodařilo se zavolat vkCreateInstance (%s)

source: failed to call vkEnumeratePhysicalDevices (%s)
cs_cz: nepodařilo se zavolat vkEnumeratePhysicalDevices (%s)

source: No available Vulkan devices
cs_cz: Žádné dostupné Vulkan zařízení

source: No available physical devices (%s)
cs_cz: Žádné dostupné fyzické zařízení (%s)

source: Failed to create Vulkan for device %u (%s)
cs_cz: Nepodařil se vytvořit Vulkan pro zařízení %u (%s)

source: %s is not supported for device %u, use only deviceID for matching
cs_cz: %s není podporované pro zařízení %u, použijte pouze deviceID pro porovnání

source: Unable to find Vulkan driver for vendor %s
cs_cz: Nebylo možné najít Vulkan ovladač pro výrobce %s

source: Starting daemon in background…
cs_cz: Spouštění procesu služby na pozadí…

source: APPDIR environment variable is not set, cannot copy the daemon to the temporary directory
cs_cz: Není nastavená proměnná prostředí APPDIR, proto není možné zkopírovat proces služby do dočasné složky

source: pkexec: authorization could not be obtained (dialog dismissed)
cs_cz: pkexec: nebylo možné obdržet pověření (dialog zmizel)

source: pkexec: authorization could not be obtained (not authorized)
cs_cz: pkexec: nebylo možné obdržet pověření (neautorizováni)

source: pkexec: command not found
cs_cz: pkexec: příkaz nenalezen

source: pkexec: unexpected error code
cs_cz: pkexec: neočekávaný kód chyby

source: Connecting to daemon…
cs_cz: Připojování se k procesu služby…

source: CPU
cs_cz: Procesor

source: P-core
cs_cz: Výkonové jádro

source: E-core
cs_cz: Úsporné jádro

source: LP E-core
cs_cz: Velmi úsporné jádro

source: Core
cs_cz: Jádro

source: Processor
cs_cz: Procesor

source: Caches
cs_cz: Mezipaměti

source: %2d x %4d %s, %2d-way
cs_cz: %2d x %4d %s, %2d-cestná

source: %d %s, %d-way
cs_cz: %d %s, %d-cestná

source: Count
cs_cz: Počet

source: Clocks
cs_cz: Takty

source: L%u Cache
cs_cz: mezipaměť %u. úrovně

source: %s associative, %d-%s line size
cs_cz: %s asociativní, délka řádku %d-%s

source: Motherboard
cs_cz: Základní deska

source: BIOS
cs_cz: BIOS/(U)EFI

source: Chipset
cs_cz: Čipová sada

source: Memory
cs_cz: Operační paměť

source: Stick %u
cs_cz: Modul %u

source: Sticks
cs_cz: Moduly

source: System
cs_cz: Systém

source: Operating System
cs_cz: Operační systém

source: Graphics
cs_cz: Grafika

source: Card %u
cs_cz: Karta %u

source: Cards
cs_cz: Karty

source: Bench
cs_cz: Výkon. test

source: Not started
cs_cz: Není spuštěné

source: Prime numbers (slow)
cs_cz: Prvočísla (důkladně)

source: Prime numbers (fast)
cs_cz: Prvočísla (zběžně)

source: Parameters
cs_cz: Parametry

source: %u mins
cs_cz: %u minut

source: About
cs_cz: O aplikaci

source: %s is a Free software that gathers information on CPU, motherboard and more.
cs_cz: %s je svobodný software který pro vás shromažďuje informace o procesoru, základní desce a další.

source: About CPU-X
cs_cz: O aplikaci CPU-X

source: Version %s
cs_cz: Verze %s

source: Author: %s
cs_cz: Autor: %s

source: Site: %s
cs_cz: Webové stránky: %s

source: License
cs_cz: Licence

source: This software is distributed under the terms of %s
cs_cz: Tento software je šířen za podmínek licence %s

source: This program comes with ABSOLUTELY NO WARRANTY
cs_cz: Na tuto aplikaci nejsou poskytovány VŮBEC ŽÁDNÉ ZÁRUKY

source: Vendor
cs_cz: Výrobce

source: Code Name
cs_cz: Krycí název

source: Package
cs_cz: Typ pouzdra

source: Technology
cs_cz: Technologie

source: Voltage
cs_cz: Provozní napětí

source: Specification
cs_cz: Specifikace

source: Family
cs_cz: Generace

source: Disp. Family
cs_cz: Zobraz. generace

source: Disp. Model
cs_cz: Zobraz. model

source: Stepping
cs_cz: Várka

source: Implementer
cs_cz: Implementátor

source: Variant
cs_cz: Varianta

source: Part Number
cs_cz: Číslo dílu

source: Revision
cs_cz: Revize

source: Temp.
cs_cz: Tepl.

source: Instructions
cs_cz: Výpočetní instrukce

source: L1 Data
cs_cz: 1. úrovně (L1) – datová

source: L1 Inst.
cs_cz: 1. úroveň instrukční

source: Level 2
cs_cz: Druhé úrovně

source: Level 3
cs_cz: Třetí úrovně

source: Cores
cs_cz: Jádra

source: Threads
cs_cz: Vláken

source: Core Speed
cs_cz: Rychlost jádra

source: Multiplier
cs_cz: Násobič

source: Bus Speed
cs_cz: Rychlost sběrnice

source: Usage
cs_cz: Využití

source: Size
cs_cz: Velikost

source: Speed
cs_cz: Rychlost

source: Manufacturer
cs_cz: Výrobce

source: Brand
cs_cz: Značka

source: Version
cs_cz: Verze

source: Date
cs_cz: Datum

source: ROM Size
cs_cz: Velikost ROM

source: EFI PK
cs_cz: EFI KP

source: Type
cs_cz: Typ

source: Type Detail
cs_cz: Podrobnosti o typu

source: Device Locator
cs_cz: Lokátor zařízení

source: Bank Locator
cs_cz: Lokátor banky

source: Name
cs_cz: Název

source: Kernel
cs_cz: Jádro systému

source: Hostname
cs_cz: Název stroje

source: Uptime
cs_cz: Doba chodu systému (uptime)

source: Used
cs_cz: Využito

source: Buffers
cs_cz: Vyrovnávací paměť

source: Cached
cs_cz: V mezipaměti

source: Free
cs_cz: Volné

source: Swap
cs_cz: Odkládací prostor (swap)

source: Driver
cs_cz: Ovladač

source: UMD Version
cs_cz: Verze UMD

source: Compute Unit
cs_cz: Výpočetní jednotka

source: Device ID
cs_cz: Identif. zařízení

source: VBIOS Version
cs_cz: Verze VBIOS

source: Interface
cs_cz: Rozhraní

source: Temperature
cs_cz: Teplota

source: Core Voltage
cs_cz: Napětí jádra

source: Power Avg
cs_cz: Průměr. spotřeba

source: Core Clock
cs_cz: Takt jádra

source: Memory Clock
cs_cz: Takt paměti

source: Memory Used
cs_cz: Využitá paměť

source: Vulkan RT
cs_cz: Vulkan SP

source: OpenGL Version
cs_cz: Verze OpenGL

source: Vulkan Version
cs_cz: Verze Vulkan

source: OpenCL Version
cs_cz: Verze OpenCL

source: Score
cs_cz: Výsledek

source: Run
cs_cz: Spustit

source: Duration
cs_cz: Doba trvání

source: Start graphical user interface (GUI) (default)
cs_cz: Spustit grafické uživatelské rozhraní (GUI) – výchozí

source: Start text-based user interface (TUI)
cs_cz: Spustit pseudografické uživatelské rozhraní (TUI)

source: Dump all data on standard output and exit
cs_cz: Vypsat veškeré údaje na standardní výstup a skončit

source: Run embedded command dmidecode and exit (use '--dmidecode --help' to print arguments accepted by dmidecode)
cs_cz: Spustit vestavěný příkaz dmidecode a ukončit (pokud si chcete vypsat argumenty, které dmidecode přijímá, použijte „--dmidecode --help“)

source: Run embedded command bandwidth and exit (use '--bandwidth --help' to print arguments accepted by bandwidth)
cs_cz: Spustit vestavěný příkaz bandwidth a skončit (pokud si chcete vypsat argumenty, přijímané bandwidth, použijte „--bandwidth --help“)

source: Set temperature unit (c[elsius]|f[ahrenheit]|k[elvin]|r[ankine])
cs_cz: Nastavit jednotku teploty (c[elsius]|f[ahrenheit]|k[elvin]|r[ankine])

source: Set custom time between two refreshes (in seconds)
cs_cz: Nastavit vlastní prodlevu mezi dvěma obnoveními (v sekundách)

source: Set default tab (integer)
cs_cz: Nastavit výchozí kartu (celočíselná hodnota)

source: Select core type to monitor (integer)
cs_cz: Vyberte typ jádra, který monitorovat (celočíselná hodnota)

source: Select CPU core to monitor (integer)
cs_cz: Vybrat jádro procesoru které monitorovat (celočíselná hodnota)

source: Set custom bandwidth test for CPU caches speed (integer)
cs_cz: Nastavit vlastní test propustnosti mezipamětí procesoru (celočíselná hodnota)

source: Select default memory stick (integer)
cs_cz: Vyberte výchozí paměťový modul (celočíselná hodnota)

source: Select default graphic card (integer)
cs_cz: Vyberte výchozí grafickou kartu (celočíselná hodnota)

source: Start and connect to daemon
cs_cz: Spustit a připojit se k procesu služby

source: Verbose output
cs_cz: Podrobnější výstup

source: Print help and exit
cs_cz: Vypsat nápovědu a skončit

source: Print version and exit
cs_cz: Vypsat verzi a skončit

source: Print CPUID values in decimal (default is hexadeximal)
cs_cz: Vypisovat hodnoty CPUID v desítkové soustavě (výchozí je šestnáctková)

source: Disable colored output
cs_cz: Vypnout obarvování výstupu

source: Print information for debugging
cs_cz: Vypsat informace pro ladění

source: Print required information to paste in an issue
cs_cz: Vypsat potřebné informace pro přiložení k hlášení problému

source: Set key mapping for NCurses mode (a[rrows]|e[macs]|i[nverted-T]|v[im])
cs_cz: Nastavit mapování kláves pro režim NCurses (a[rrows]|e[macs]|i[nverted-T]|v[im])

source: Add default command line arguments
cs_cz: Přidat výchozí argumenty příkazového řádku

source: Enforce the bus clock
cs_cz: Vynutit takt sběrnice

source: Ignore CPU values reported by libcpuid (comma-separated values among 'temp', 'volt', 'freq' and 'mult')
cs_cz: Ignorovat hodnoty procesoru, hlášení libcpuid (čárkou oddělované hodnoty z množiny „temp“, „volt“, „freq“ a „mull“)

source: Read CPUID raw data from a given file
cs_cz: Načíst nezpracovaná CPUID data ze zadaného souboru

source: Usage: %s DISPLAY [OPTIONS]
cs_cz: Použití: %s ZOBRAZENÍ [PŘEDVOLBY]

source: Available DISPLAY:
cs_cz: ZOBRAZENÍ k dispozici:

source: Available OPTIONS:
cs_cz: PŘEDVOLBY k dispozici:

source: Influenceable environment variables:
cs_cz: Ovlivnitelné proměnné prostředí:

source: This is free software: you are free to change and redistribute it.
cs_cz: Toto je svobodný software: můžete ho upravovat a šířit dál.

source: See the %s license: <%s>
cs_cz: Viz licence %s: <%s>

source: -- %-11s version: %s
cs_cz: -- %-11s verze: %s

source: Writing log to '%s' file...
cs_cz: Zapisování záznamu událostí do souboru „%s“…

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and has crashed.
cs_cz: Jejda, něco se pokazilo! %s (PID %i) obdrželo signál %d (%s) a zhavarovalo.

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and is trying to recover.
cs_cz: Jejda, něco se pokazilo! %s (PID %i) obdrželo signál %d (%s) a pokouší se o zotavení.

source: You can open a new issue here, by filling the template as requested:
cs_cz: Zde je možné vytvořit nové hlášení a to vyplněním šablony dle požadavku:

source: an error occurred while setting locale
cs_cz: při nastavování místních a jazykových nastavení došlo k chybě

source: Selected tab (%u) is not visible
cs_cz: Vybraný panel (%u) není viditelný

source: Selected tab (%u) is not a valid number (%u is the maximum)
cs_cz: Vybraný panel (%u) není platné číslo (%u je maximum)

source: Selected CPU type (%u) is not a valid number (%u is the maximum for this CPU)
cs_cz: Vybraný typ procesoru (CPU) (%u) není správné číslo (%u je maximum pro tento procesor)

source: Selected bandwidth test (%u) is not a valid number (%u is the maximum for this system)
cs_cz: Vybraný test propustnosti (%u) není platné číslo (%u je pro tento systém maximum)

source: Selected RAM stick (%u) is not a valid number (%u is the maximum for this system)
cs_cz: Vybraný modul paměti (%u) není platné číslo (%u je pro tento systém maximem)

source: Selected graphic card (%u) is not a valid number (%u is the maximum for this system)
cs_cz: Vybraná grafická karta (%u) není platné číslo (%u je pro tento systém maximem)

source: Selected CPU core (%u) is not a valid number (%u is the maximum for this type of core)
cs_cz: Vybrané jádro procesoru (%u) není správné číslo (%u je maximum pro tento typ jádra)

source: failed to change CPU affinitiy to core %u
cs_cz: nepodařilo se změnit afinitu procesoru k jádru %u

source: Cannot find path for '%s' file
cs_cz: Nebylo možné najít umístění souboru „%s“

source: No polkit authentication agent found
cs_cz: Nenalezen žádný polkit agent ověřování se

source: Ask password to start daemon in background
cs_cz: Zeptat se na heslo kvůli spouštění procesu služby na pozadí

source: Settings
cs_cz: Nastavení

source: CPU display ("true") family (computed as BaseFamily+ExtendedFamily)
cs_cz: Zobrazení procesoru („true“) generace (vypočítáno jako BaseFamily+ExtendedFamily)

source: CPU display ("true") model (computed as (ExtendedModel<<4)+BaseModel)
cs_cz: Zobrazení procesoru („true“) modelu (computed as (ExtendedModel<<4)+BaseModel)

source: EFI Platform Key certificate information
cs_cz: Informace o certifikátu EFI klíče platformy

source: Identify the physically-labeled socket or board position where the memory device is located
cs_cz: Identifikovat fyzicky označenou patici nebo pozici na desce, na které se zařízení paměti nachází
